Repository: Kiy4h/sugarchess
Catalog: po/*.po
Languages: ca

source: SimpleGNUChess
ca: Escacs GNU Chess

source: a Sugar interface to the gnuchess program
ca: una interfície de Sugar al programa gnuchess

source: Edit
ca: Edita

source: View
ca: Vista

source: Adjust
ca: Ajusta

source: Custom
ca: Personalitzat

source: Copy
ca: Copia

source: Paste
ca: Enganxa

source: Fullscreen
ca: Pantalla completa

source: Play game history
ca: Reprodueix l'històric del joc

source: Show game history
ca: Mostra l'històric del joc

source: White:
ca: Blanques:

source: White's move
ca: Moviment de les blanques

source: Black:
ca: Negres:

source: Black's move
ca: Moviment de les negres

source: Default pieces
ca: Peces predeterminades

source: Sugar-style pieces
ca: Peces amb estil Sugar

source: Custom pieces
ca: Peces personalitzades

source: Play White
ca: Juga amb les blanques

source: Play Black
ca: Juga amb les negres

source: Beginner
ca: Principiant

source: Play against the computer
ca: Partida contra l'ordinador

source: Play against a person
ca: Partida contra una persona

source: Disabled
ca: Inhabilitat

source: Lightning: %d seconds
ca: Àgil: %d segons

source: Blitz: %d minutes
ca: Llamp: %d minuts

source: Tournament: %d minutes
ca: Torneig: %d minuts

source: Timer
ca: Cronòmetre

source: New game
ca: Partida nova

source: Undo
ca: Desfés

source: Hint
ca: Consell

source: It is White's move.
ca: Mouen les blanques.

source: White Pawn
ca: Peó blanc

source: Black Pawn
ca: Peó negre

source: White Rook
ca: Torre blanca

source: Black Rook
ca: Torre negra

source: White Knight
ca: Cavall blanc

source: Black Knight
ca: Cavall negre

source: White Bishop
ca: Alfil blanc

source: Black Bishop
ca: Alfil negre

source: White Queen
ca: Dama blanca

source: Black Queen
ca: Dama negra

source: White King
ca: Rei blanc

source: Black King
ca: Rei negre

source: Show game board
ca: Mostra l'escaquer

source: Game in progress.
ca: Partida en progrés.

source: Do you want to start a new game?
ca: Voleu començar una nova partida?

source: Time Up!
ca: Temps exhaurit!

source: Your time is up.
ca: Se us ha acabat el temps.

source: Time Reset
ca: Restableix el temps

source: The timer mode was reset to %s
ca: El mode del temporitzador es va restablir a %s

source: Illegal move
ca: Moviment il·legal

source: Check
ca: Escac

source: Checkmate
ca: Escac i mat

source: It is Black's move.
ca: Mouen les negres.

source: Black wins.
ca: Guanyen les negres.

source: White wins.
ca: Guanyen les blanques.

source: White's King is in check.
ca: El rei de les blanques està en escac.

source: Black's King is in check.
ca: El rei de les negres està en escac.

source: Please wait for your turn.
ca: Si us plau, espereu el vostre torn.

source: Please play White.
ca: Si us plau, jugueu amb les blanques.

source: Please play Black.
ca: Si us plau, jugueu amb les negres.

source: Thinking...
ca: Està pensant...

source: Thinking
ca: Està pensant...
